{
    "header_1": "COMPANY",
    "header_1_1": "CEO GREETINGS",
    "header_1_2": "ABOUT US",
    "header_1_3": "MANAGEMENT PHILOSOPY",
    "header_1_4": "HISTORY",
    "header_1_5": "AFFILIATE COMPANIES",
    "header_1_6_0": "DOMESTIC",
    "header_1_6": "OVERSEAS",
    "header_1_7": "CONTACT US",
    "header_2": "PRODUCTS",
    "header_2_1": "LATCHING SYSTEM",
    "header_2_2": "POWER DOOR SYSTEM",
    "header_2_3": "DOOR CHECKS",
    "header_3": "R&D",
    "header_3_1": "SIDE DOOR e-LATCH",
    "header_3_2": "POWER DOOR ACTUATOR",
    "header_3_3": "POWER LIFT GATE SYSTEM",
    "header_3_4": "POWER HOOD LATCH",
    "header_4": "SUSTAINABILITY",
    "header_4_1": "ESG",
    "header_4_2": "CLIMATE CHANGE",
    "header_4_3": "ETHICS AND COMPLIANCE",
    "header_4_4": "EHS",
    "header_4_5": "SUPPLY CHAIN",
    "header_4_6": "QUALITY MANAGEMENT",
    "header_4_7": "SUSTAINABILITY REPORT",
    "header_4_8": "WHISTLEBLOWER COMPAINT",
    "header_5": "CAREER",
    "header_5_1": "POSITION INTRODUCTION",
    "header_5_2": "HR AND WELFARE POLICIES",
    "header_5_3": "IDEAL CANDIDATE",
    "header_5_4": "APPLICATION",
    "header_6": "NEWS",
    "header_6_1": "PRESS RELEASE",
    "header_6_2": "DAEDONG DOOR STORY",
    "header_6_3": "FAIRS AND EVENTS",
    "header_6_4": "MEDIA DOWNLOAD",
    "header_7": "INVESTMENT",
    "header_7_1": "FINANCIAL INFORMATION",
    "header_7_2": "PUBLIC ANNOUNCEMENT",


    "main_01": "DAEDONG DOOR,",
    "main_02": "the trusted automotive closure system solutions",
    "main_03": "CONTACT US",
    "main_04": "DAEDONG DOOR SYSTEM BY R&D CENTER",
    "main_05": "PRODUCTS",
    "main_06": "Safer and more convenient access systems to the vehicle ",
    "main_07": "car door components since 1980",
    "main_08": "GO TO PRODUCTS",
    "main_09": "NEW TECHNOLOGY",
    "main_10": "Research & Development is the key factor of our success.",
    "main_11": "Meet our new technology.",
    "main_12": "READ MORE",
    "main_13": "NEWS",
    "main_14": "DAEDONG signed up Letter of Intent with Zacatecas Mexico.",
    "main_15": "READ MORE",
    "main_16": "CAREERS",
    "main_17": "We are always looking for new team members to join us.",
    "main_18": "Check out our open position to apply.",
    "main_19": "APPLY POSITION",

    "greeting_01": "CEO GREETINGS",
    "greeting_02": "About Daedng Door",
    "greeting_03": "To be the First-Call company for customer’s better choice in automotive door closure market.",
    "greeting_04": "Since its establishment in 1979, Daedong Door has continuously pursued technological innovation and investment to become a global leader in the automotive parts industry. Through unmatched quality and cutting-edge technology, the company has grown to represent Korea's automotive parts industry and is now focusing its capabilities on shaping the future of mobility.\n",
    "greeting_05": "In particular, Daedong Door is advancing electrification and connectivity as core elements of its door closure systems to realize enhanced safety and convenience. Alongside these efforts, the company is also taking concrete steps toward achieving carbon neutrality, contributing to a more sustainable future for humanity.",
    "greeting_06": "All employees at Daedong Door are committed to pursuing customer value management while continuously embracing change and innovation, ensuring the company remains a dynamic and forward-thinking organization.",
    "greeting_07": "CEO Song, Hak Sung",

    "about_01": "text",
    "about_02": "text2",
    "about_03": "ABOUT DAEDONG DOOR",
    "about_04": "Vision statement: Daedong Door provides greater ",
    "about_05": "comfort and safety for occupants.",
    "about_06": "ABOUT DAEDONG DOOR",
    "about_07": "Daedong Door expands your horizon of convenience",
    "about_07_02": "in tomorrow’s mobility",
    "about_08": "ABOUT DAEDONG DOOR",
    "about_09": "To be the First-Call company for customers seeking ",
    "about_10": "the best in automotive door closure solutions.",
    "about_11": "Our Vision",
    "about_12": "YOUR TRUSTWORTHY PARTNER FOR AUTOMOTIVE CLOSING SYSTEM SOLUTIONS",
    "about_13": "We strive to be the most reliable and innovative partner in the automotive industry. Our vision is to deliver cutting-edge, high-performance closing mechanism solutions that prioritize safety, precision, and durability. With a strong commitment to quality and customer satisfaction, we aim to lead the way in shaping the future of automotive door closure systems, fostering trust and long-lasting partnerships with our clients worldwide.",
    "about_14": "Electrification",
    "about_15": "The electrification of automobiles is an essential and inevitable technology for enhancing customer comfort and convenience. Intelligent networks of sensors and actuators will introduce users to new functional experiences.",
    "about_16": "Automation",
    "about_17": "In a multi-variety, large-scale production system, achieving production automation improvements will lead to quality stability and continuous productivity enhancements.",
    "about_18": "Safety",
    "about_19": "Enhancing safety is essential in the era of autonomous mobility.",
    "about_20": "We are committed to developing mechanisms that customers can trust and rely on through the strengthening of safety features.",
    "about_21": "Integration",
    "about_22": "As an integrated door closing mechanism specialist, we will enhance our technological capabilities, moving away from the combination of individual elements such as door latch, ECU, module, and focus on providing Intelligent door closure systems.",
    "about_23": "Business Area",
    "about_24": "Automotive Door Closure systems & components",
    "about_25": "With ambitions to be a hundred-year company in the era of electrification, Daedong Door is expanding its investment in future door access solutions with innovative product developments. One of these new product developments is a new door system for Kia’s PBV (Purpose Built Vehicle). To become a global technology leader for locking systems, Daedong Door provid es differentiated mobility solutions that combine hardware and software and seeks for new business opportunities with core R&D capabilities and efficient automated manufacturing systems/processes.",
    "about_26": "Latching Systems",
    "about_27": "Side Door Latches",
    "about_28": "Secondary Latches",
    "about_29": "Sliding Door Locking System",
    "about_30": "Strikers",
    "about_31": "Power Closures",
    "about_32": "Power Door System",
    "about_33": "Power Lift Gate & Trunk System",
    "about_34": "Power Sliding Door System",
    "about_35": "Power Hood System",
    "about_36": "Door Checks",
    "about_37": "Go to PRODUCTS",
    "about_38": "Corporate Disclosure",
    "about_39": "Total assets",
    "about_40": "Total liabilities",
    "about_41": "Equity",
    "about_42": "Sales",
    "about_43": "Gross Profit",
    "about_44": "Operating Profit",
    "about_45": "Profit before income taxes",
    "about_46": "Net income",
    "about_47": "Unit : in thousands USD",
    "about_48": "Total assets",
    "about_49": "Sales",
    "about_50": "Operating Profit",
    "about_51": "Introduction to the CI",
    "about_52": "The sleek blue and black colors symbolize trust, stability, ",
    "about_52_02": "and innovation, reflecting a forward-looking and global corporate image.",
    "about_53": "CI of the Daedong Hi-Lex Group",
    "about_54": "The CI visually represents the cultural alignment and business relevance between \"Daedong Hi-Lex\" and \"Daedong Door\" within the HI-LEX Group. It respects the individuality of each company while delivering a consistent image of the group. Inspired by the future-oriented mobility door systems, which are the core business area of the Daedong Hi-Lex Group (Daedong Hi-Lex and Daedong Door), the CI integrates meaningful elements into its design.",
    "about_55": "Symbol of the Daedong Hi-Lex Group CI",
    "about_56": "The \"D\" symbol incorporates the initials of \"Daedong\" and its key business area, \"Door,\" shaping the vision and values of Daedong Door. It also conveys the core values of \"Design,\" \"Development,\" and \"Durability.",
    "about_57": "Minimum Space Regulations",
    "about_58": "· Based on the width (X), an area of 0.1X on all sides must remain clear of any image or text intrusion. The logo must not be used at a width smaller than 24mm.",
    "about_59": "Color System",
    "about_60": "· The exclusive colors are critical foundational elements of the identifier, chosen to effectively convey the image of the company. When applying the colors, the standard is to use spot colors on a white background. For CMYK printing or non-print media, the closest matching colors should be selected for use.",
    "about_61": "Main Color",
    "about_62": "Pantone 294 C (Navy Blue)",
    "about_63": "C100 M85 Y0 K34",
    "about_64": "R4 G57 B136",
    "about_65": "Sub Color",
    "about_66": "Pantone 2985 C (Sky Blue)",
    "about_67": "C55 M0 Y0 K0",
    "about_68": "R106 G207 B246",
    "about_69": "Pantone Black 6 C (Black)",
    "about_70": "C0 M0 Y0 K92",
    "about_71": "R29 G29 B27",
    "about_72": "CI Vertical Type",
    "about_73": "CI Horizontal Type",
    "about_74": "AI Download",
    "about_75": "PNG Download",


    "financial_01": "Financial Information",
    "financial_02": "Unit : in thousands USD",
    "dart_01": "Corporate Disclosure",


    "research_01": "INNOVATION",
    "research_02": "A key role in our buiness that drives us",
    "research_03": "toward a successful future.",
    "research_04": "Innovation drives our commitment to developing cutting-edge automotive door components, including \nSliding Door Cinching Latches, Door Remote Controllers, Hood Latches, and Cinching Latches.\nBy integrating advanced technology and precision engineering, we ensure superior performance, safety, \nand convenience for modern vehicles, setting new standards in automotive part innovation.",
    "research_05": "More Information",
    "research_06": "Side Door ",
    "research_07": "e-Latch",
    "research_09": "An innovative, value-maximizing \nelectric door latch based on \ncustomer convenience and safety",
    "research_10": "Power Door System",
    "research_11": "Increase the value of the vehicle by providing \nautomatic opening/closing and manual opening/\nclosing assist with optimized driving mechanisms \nbased on customer convenience and safety.",
    "research_12": "Power Lift Gate System",
    "research_13": "Optimized spindle drive and cinching latch \nallow for convenient and easy opening and\n closing of lift gates, providing a smooth and \nsafe solution for loading and unloading.",
    "research_14": "Power Hood System",
    "research_15": "Provides an electrification solution that makes \nit easy to open and close the hood to increase \nFrunk space utilization.",
    "research_16": "Driving Innovation in Door Latch Technology",
    "research_17": "Our R&D team is dedicated to developing cutting-edge door latch systems that enhance safety, convenience, and connectivity in modern vehicles.",
    "research_18": "By integrating advanced technologies and focusing on sustainability, we are shaping the future of mobility while meeting the evolving needs of our customers and the \nautomotive industry.",
    "research_19": "Safety is the cornerstone of our door latch development. Our engineers meticulously design and test every component to ensure compliance with global safety standards.",
    "research_19_02": "From traditional mechanical latches to advanced electronic locking systems, our solutions are engineered to provide optimal protection for drivers and passengers under all\nconditions.",
    "research_20": "As vehicles become smarter, our latches are evolving too. ",
    "research_21": "We are at the forefront of integrating features such as remote-controlled locking systems, hands-free operation, and seamless integration with vehicle electronics. \nThese innovations not only make everyday life more convenient for users but also align with the growing demand for smart mobility solutions.",
    "research_22": "With the rise of connected cars, our latches are designed to interact seamlessly with advanced vehicle systems.",
    "research_23": "Whether it’s communicating with onboard sensors, supporting keyless entry, or integrating with app-based controls, our products are crafted to enhance the overall \nexperience.",
    "research_24": "We are deeply committed to sustainability and the global goal of achieving carbon neutrality.",
    "research_25": "By adopting eco-friendly materials and energy-efficient manufacturing processes, we ensure that our products contribute to a greener future.",
    "research_25_02": "Our R&D efforts also include exploring ways to minimize the environmental impact of our solutions throughout their lifecycle.",
    "research_26": "Related Content",
    "research_27": "New technology ",
    "research_29": "development ",
    "research_30": "process",
    "research_31": "R&D Center ",
    "research_32": "External Exhibition ",
    "research_33": "Activities",
    "research_34": "Research Paper ",
    "research_35": "Presentation ",
    "research_36": "at Academic Conferences",
    "e_latch_01": "Easy Door Development through Button Operation",
    "e_latch_02": "Provide a physical door opening mechanism for emergency situations. Enable automatic two-stage locking via actuator connection.",
    "e_latch_03": "Power Door Release",
    "e_latch_04": "Soft Closing",
    "e_latch_05": "Inside Redundancy Release",
    "e_latch_06": "Outside Redundancy Release",

    "e_latch_07": "Hood Power Open",
    "e_latch_08": "Hood Power Cinching",
    "e_latch_09": "Mechanical Emergency Open",
    "e_latch_10": "",
    "e-latch-11": "",
    "e-latch-12": "",
    "e-latch-13": "",
    "e-latch-14": "",
    "e-latch-15": "",
    "e-latch-16": "",
    "e-latch-17": "",
    "e-latch-18": "",
    "e-latch-19": "",
    "e-latch-20": "",
    "e-latch-21": "",
    "e-latch-22": "",
    "e-latch-23": "",
    "e-latch-24": "",
    "e-latch-25": "",
    "e-latch-26": "",
    "e-latch-27": "",
    "e-latch-28": "",
    "e-latch-29": "",
    "e-latch-30": "",


    "pds_01": "Door Open",
    "pds_02": "Door Close",

    "tailgate_01": "Soft Closing",


    "philosopy_01": "MANAGEMENT PHYLOSOPY",
    "philosopy_02": "The spirit of Daedong Door Co., Ltd., embodies the value of \"all together,\" which all employees must practice.",
    "philosopy_02_02": "We are Daedong(all together), a company that creates individuals who contribute to society through their work.",
    "philosopy_03": "Corporate Philosophy",
    "philosopy_04": "Global People",
    "philosopy_05": "A Rewarding Workplace",
    "philosopy_06": "Actively supports the self-development of each employee.",
    "philosopy_07": "Achieves both personal and organizational success through growth.",
    "philosopy_08": "Cultivates future leaders.",
    "philosopy_09": "Provides opportunities to showcase skills and potential.",
    "philosopy_10": "Global Company",
    "philosopy_11": "A Continuously Growing Organization",
    "philosopy_12": "Daedong Door pursues ongoing innovation and stable management.",
    "philosopy_13": "Enhances employee welfare and provides an environment conducive to growth.",
    "philosopy_14": "Drives company growth through the development of its employees.",
    "philosopy_15": "Global Standard",
    "philosopy_16": "A Responsible Enterprise",
    "philosopy_17": "Earns the trust of all stakeholders through transparent and rational management.",
    "philosopy_18": "Fulfills social responsibilities and practices sustainable management.",
    "philosopy_19": "Management Policies",
    "philosopy_20": "Customer First Principle",
    "philosopy_21": "Prioritize Customer Needs",
    "philosopy_22": "We reflect customer needs as our top priority. We establish processes to continuously collect customer feedback and improve to enhance customer satisfaction.",
    "philosopy_23": "Strengthen Training to Improve Customer Service Quality",
    "philosopy_24": "All employees are trained to develop the necessary capabilities for customer response and proactively address customer needs.",
    "philosopy_25": "Value Trust with Customers",
    "philosopy_26": "We maintain and strengthen trust with customers through transparent and fair transactions and prompt responses.",
    "philosopy_27": "Quality First Principle",
    "philosopy_28": "Thorough Quality Control of Products and Services",
    "philosopy_29": "Strict quality control standards are applied throughout all production and service processes. Regular quality testing and improvement are carried out.",
    "philosopy_30": "Continuous Investment for Quality Improvement",
    "philosopy_31": "We continuously strive to improve product quality by adopting the latest technologies and making equipment investments, offering customers superior quality.",
    "philosopy_32": "Provide Quality Training and Education",
    "philosopy_33": "Employees are educated on the latest quality technologies and management methods. Concrete plans are developed to achieve quality goals.",
    "philosopy_34": "Leadership by Example from Executives and Managers",
    "philosopy_35": "Exemplify Leadership",
    "philosopy_36": "Executives and managers demonstrate the company’s vision and values through actions, setting examples of responsibility and ethical behavior for employees.",
    "philosopy_37": "Open Communication and Build Trust",
    "philosopy_38": "Executives and managers build trust through effective communication with employees and by listening to their voices to foster organizational improvement.",
    "philosopy_39": "Fair Performance-Based Evaluation",
    "philosopy_40": "Executives and managers assess employee performance fairly and provide appropriate compensation and growth opportunities.",
    "philosopy_41": "Workplace Safety and Maintenance",
    "philosopy_42": "Create a Safe Work Environment",
    "philosopy_43": "Regular inspections and maintenance ensure all facilities and equipment adhere to safety regulations. Safety training is provided to prevent accidents.",
    "philosopy_44": "Strengthen Compliance with Safety Regulations",
    "philosopy_45": "In addition to legal safety standards, internal safety management standards are continually improved. Employees are guided to comply strictly with these rules.",
    "philosopy_46": "Prompt Response to Safety Issues",
    "philosopy_47": "Manuals are prepared for immediate response in case of accidents or hazards. Safety preservation teams address these issues quickly and efficiently.",
    "philosopy_48": "Environmental Protection",
    "philosopy_49": "Implement Eco-Friendly Business Practices",
    "philosopy_50": "We minimize environmental impact by adopting energy-saving strategies, recycling resources, and reducing pollutant emissions across all operations.",
    "philosopy_51": "Strict Adherence to Environmental Regulations",
    "philosopy_52": "All business activities adhere strictly to environmental protection laws and develop internal standards for environmental preservation.",
    "philosopy_53": "Promote Environmental Awareness Among Employees",
    "philosopy_54": "Employees are educated on the importance of environmental protection and encouraged to adopt eco-friendly behaviors in their daily work and life.",
    "philosopy_55": "Social Contribution",
    "philosopy_56": "Strengthen Social Contribution Activities",
    "philosopy_57": "We activate volunteer programs and donation initiatives connected to local communities, enhancing the role of corporate social responsibility.",
    "philosopy_58": "Pursue Sustainable Development Goals",
    "philosopy_59": "The company implements long-term strategies to practice sustainable management while contributing to the environment, local communities, and global human development.",
    "philosopy_60": "Encourage Voluntary Employee Contributions",
    "philosopy_61": "Employees are supported in participating in social contribution activities voluntarily. A culture of social responsibility is fostered through these actions.",
    "philosopy_62": "Daedong Door Co., Ltd. strives to adhere to the company's fundamental policies in order to uphold its management philosophy.",


    "history_btn_01": "VIEW MORE",
    "history_01": "HISTORY",
    "history_02": "Our history is a journey of innovation, growth, and commitment to excellence. Since our founding, we have continually pushed boundaries, evolved with the times,",
    "history_03": "and dedicated ourselves to providing cutting-edge solutions that shape the future of our industry.",
    "history_04": "General History",
    "history_05": "Awards",
    "history_06": "Certificates",
    "history_07": "Technology",
    "history_01_01": "1979",
    "history_01_02": "Sep.",
    "history_01_03": "DaeGi Industry Co., Ltd. established.",
    "history_01_04": "1989",
    "history_01_05": "Dec.",
    "history_01_06": "Established a Technical Research Institute.",
    "history_01_07": "2002",
    "history_01_08": "Aug.",
    "history_01_09": "Relocated headquarters to Suwon City.",
    "history_01_10": "2003",
    "history_01_11": "Aug.",
    "history_01_12": "Completed construction of Pyeongtaek plant.",
    "history_01_13": "Sep.",
    "history_01_14": "Established DaeGi Industry’s China Zhangjiagang subsidiary.",
    "history_01_15": "Dec.",
    "history_01_16": "Corporate division into DaeGi Industry Co., Ltd. and DaeGi Automotive Co., Ltd.",
    "history_01_17": "2004",
    "history_01_18": "Mar.",
    "history_01_19": "Established a local subsidiary in Zhangjiagang, China.",
    "history_01_20": "2005",
    "history_01_21": "Mar.",
    "history_01_22": "Began supplying parts to Ford Motor Company through DaeGi Automotive.",
    "history_01_23": "2006",
    "history_01_24": "Sep.",
    "history_01_25": "Opened the Suwon Research Center.",
    "history_01_26": "2011",
    "history_01_27": "Sep.",
    "history_01_28": "Renamed to Lihan Door.",
    "history_01_29": "2014",
    "history_01_30": "Mar.",
    "history_01_31": "Sold to HI-LEX Japan and renamed to Daedong Door.",
    "history_01_32": "May.",
    "history_01_33": "Opened Suwon Gwanggyo R&D Center.",
    "history_01_34": "2015",
    "history_01_35": "Jan.",
    "history_01_36": "Increased paid-in capital by KRW 30 billion.",
    "history_01_37": "Feb.",
    "history_01_38": "Selected as Hyundai Mobis’s top partner.",
    "history_01_39": "2016",
    "history_01_40": "Mar.",
    "history_01_41": "Acquired Actuator and Injection Molding Business from D.H.E.",
    "history_01_42": "2017",
    "history_01_43": "Aug.",
    "history_01_44": "Built a new factory in Songdo, Incheon, and relocated headquarters.",
    "history_01_45": "2018",
    "history_01_46": "Dec.",
    "history_01_47": "Established a local subsidiary in Chennai, India.",
    "history_01_48": "2023",
    "history_01_49": "Apr.",
    "history_01_50": "Constructed Songdo Plant 2 (Injection Molding Plant).",
    "history_01_51": "Jun.",
    "history_01_52": "Established a local subsidiary in Monterrey, Mexico.",

    "history_02_01": "1998",
    "history_02_02": "Dec.",
    "history_02_03": "Recognized as an Outstanding Labor-Management Cooperation Company \nby the Ministry of Labor.",
    "history_02_04": "2006",
    "history_02_05": "Dec.",
    "history_02_06": "Selected as Hyundai Mobis Best Supplier.",
    "history_02_07": "2007",
    "history_02_08": "Jan.",
    "history_02_09": "Received the Q1 AWARD from Ford Motor Company (USA).",
    "history_02_10": "2013",
    "history_02_11": "Dec.",
    "history_02_12": "Selected as Hyundai Mobis Best Supplier.",
    "history_02_13": "2014",
    "history_02_14": "Sep.",
    "history_02_15": "Selected as an Outstanding Company for G-Labor Cooperation.",
    "history_02_16": "2018",
    "history_02_17": "Jan.",
    "history_02_18": "Selected as an Excellent Partner by Hyundai Mobis.",
    "history_02_19": "Dec.",
    "history_02_20": "Awarded the USD 100 Million Export Tower.",
    "history_02_21": "Received the Presidential Citation for Trade Promotion.",
    "history_02_22": "Established a local subsidiary in Chennai, India.",
    "history_02_23": "2019",
    "history_02_24": "May.",
    "history_02_25": "Received the Hyundai Motor Group R&D Tech Day Body Division Excellence in Technology Award.",
    "history_02_26": "Jul.",
    "history_02_27": "Recognized as an Encouraged Excellent Partner by Hyundai Mobis.",
    "history_02_28": "2020",
    "history_02_29": "Jul.",
    "history_02_30": "Won the Hyundai Motor Group R&D Tech Day Excellence Award in New Technology.",
    "history_02_31": "2021",
    "history_02_32": "Jan.",
    "history_02_33": "Selected as Hyundai Motor Group Partner of the Year in Technology.",
    "history_02_34": "Dec.",
    "history_02_35": "Won the Hyundai Motor Group R&D Tech Day Durability Quality Improvement Grand Prize.",
    "history_02_36": "2024",
    "history_02_37": "Jan.",
    "history_02_38": "Selected as Hyundai Motor Group Partner of the Year in New Vehicle Development.",

    "history_03_01": "1993",
    "history_03_02": "Mar.",
    "history_03_03": "Acquired ISO9001 certification.",
    "history_03_04": "1999",
    "history_03_05": "Apr.",
    "history_03_06": "Acquired SQ9000 certification.",
    "history_03_07": "2004",
    "history_03_08": "Feb.",
    "history_03_09": "Acquired ISO/TS16949 certification.",
    "history_03_10": "2015",
    "history_03_11": "Sep.",
    "history_03_12": "Acquired ISO14001 certification.",
    "history_03_13": "2019",
    "history_03_14": "Dep.",
    "history_03_15": "Acquired ISO45001 certification.",

    "history_04_01": "2002",
    "history_04_02": "Applied the Deadlock Door Latch to the KIA SORENTO (BL), the first in Korea.",
    "history_04_03": "2005",
    "history_04_04": "Applied the Power Sliding Door System to the KIA GRAND CARNIVAL (VQ), the first in Korea.",
    "history_04_05": "2009",
    "history_04_06": "Applied the Power Door Latch to the HYUNDAI EQUUS (VI), the first in Korea.",
    "history_04_07": "2012",
    "history_04_08": "Applied the Smart Power Tailgate System to the HYUNDAI I40 (FS).",
    "history_04_09": "2018",
    "history_04_10": "Applied the Power Child Lock to the HYUNDAI SANTAFE (TM), the first in Korea.",
    "history_04_11": "2023",
    "history_04_12": "Applied the Electric Frunk Latch to the KIA EV9 (MV), the first in Korea.",


    "location_btn_01": "SONGDO HQ",
    "location_btn_02": "SONGDO 2ND FACTORY",
    "location_btn_03": "MEXICO FACTORY",
    "location_btn_04": "INDIA FACTORY",
    "location_btn_05": "CHINA FACTORY",
    "location_01": "LOCATION",
    "location_02": "Visit our headquarters to explore our state-of-the-art manufacturing facilities and learn more about our automotive components.",
    "location_03": "Strategically located for your convenience, our headquarters offers easy accessibility.",

    "location_04": "64, Cheomdan-daero 124beon-gil, Yeonsu-gu, Incheon, South Korea",
    "location_05": "TEL. +82-32-716-9480~2",
    "location_06": "FAX. +82-32-716-9484",

    "location_07": "11-63, Songdo-dong, Yeonsu-gu, Incheon, South Korea",
    "location_08": "TEL. +82-32-716-9480~2",
    "location_09": "FAX. +82-32-716-9484",

    "location_10": "Carretera Apodaca a Villa Juárez 8456, interior 7 y 8 , Dulces Nombres Industrial Park, Apodaca, N.L, C.P 66647, Mexico",
    "location_11": "",
    "location_12": "",

    "location_13": "B400 Block ‘B’, Panrutti Village, Oragadam – Wallajabad Road, Sriperumbudur Taluk, Kanchipuram District, Kanchipuram, Tamil Nadu 631604 INDIA",
    "location_14": "",
    "location_15": "",

    "location_16": "No.68, Yuefeng Road, Zhangjjagang City, Jinagsu Province, China",
    "location_17": "",
    "location_18": "",

    "product_01": "Our Clients",
    "product_01_01": "LATCHING SYSTEMS",
    "product_01_02": "Side Door Latches",
    "product_01_03": "Standard Latch",
    "product_01_04": "E-Latch",
    "product_01_04_01": "Secondary Latches",
    "product_01_05": "Hood Latch / Frunk Latch",
    "product_01_06": "Trunk / Tailgate Latch",
    "product_01_07": "Pick-up Latch",
    "product_01_08": "Quarter Storage Latch",
    "product_01_09": "Sliding Door Locking System",
    "product_01_10": "Remote Controller",
    "product_01_11": "Sliding Door Latch",
    "product_01_12": "Strikers",
    "product_01_13": "Standard Latch",
    "product_01_13_01": "STANDARD Gen3 LATCH",
    "product_01_14": "The panel installed inside the car's side door, when connected to the vehicle's striker mounted on the body, maintains the door's locked state. It can be opened using the door handle (inner/outer) and the cable (rod) connected to it. The door can be opened by operation the handle. There is a knob on the inner handle side, and the door's lock / unlock status can also be controlled from the outside using a key, or electronically (via trim buttons or a remote control). Additionally, there are various convenience features associated with it.",
    "product_01_15": "Features",
    "product_01_16": "Side Door Closure Hold Function",
    "product_01_17": "Central Lock/Unlock Function",
    "product_01_18": "Door Opening Function with Outside & Inside Handle",
    "product_01_19": "Door Ajar Sensing function",
    "product_01_20": "Child Lock (Child Safety Function)",
    "product_01_21": "COMPACT LATCH",
    "product_01_22": "STANDARD Gen2 LATCH",
    "product_01_23": "STANDARD Gen3 LATCH",
    "product_01_24": "Hood Latch/Frunk Latch",
    "product_01_25": "HOOD LATCH",
    "product_01_26": "The Front End Module (FEM) is installed on the vehicle's body, and when the hood is closed, it remains locked in place by engaging with the striker mounted on the hood. To open the hood, you need to pull the Hood Open Lever located beneath the driver's seat. When you do this, the Hood Latch is partially released, causing the hood to pop up. With the hood in the popped-up position, you can reach your hand between the gaps and operate the Lever (Hook Safety) to fully open the hood.",
    "product_01_26_01": "Features",
    "product_01_27": "Hood Closure Hold Function",
    "product_01_28": "Double Locking & Release Function",
    "product_01_29": "Release Function by Mechanical & Electricity",
    "product_01_30": "HOOD LATCH RELEASE ACTUATOR",
    "product_01_31": "EV TYPE",
    "product_01_32": "Trunk / Tailgate Latch",
    "product_01_33": "POWER TAILGATE LATCH",
    "product_01_34": "(INTEGRATE TYPE)",
    "product_01_35": "The opening and locking mechanism of an automobile's tailgate. A striker attached to the vehicle's body (or tailgate) that keeps the tailgate closed, and it can be opened using a button, key, handle, handle's touch sensor, remote control, and similar methods. The adoption of the Power Tailgate System is increasing as a trend to enhance convenience. For power closure, it can be operated using a button or remote control.",
    "product_01_36": "Features",
    "product_01_37": "Trunk/Tailgate Closure Hold Function",
    "product_01_38": "Easy Door Development through Button Operation",
    "product_01_39": "Provide a physical door opening mechanisom for emergency situations",
    "product_01_40": "Enable automatic two-stage locking via actuator connection (Power Type)",
    "product_01_41": "Integrate with Lift Gate Spindle to provide fully automatic door opening and closing fuctions (Power Type)",
    "product_01_42": "POWER TAILGATE LATCH - SEPARATED TYPE & ACTUATOR",
    "product_01_43": "TAILGATE LATCH",
    "product_01_44": "TRUNK LID LATCH",
    "product_01_45": "Pick-up Latch / Quarter Storage Latch",
    "product_01_46": "Pick-up Latch",
    "product_01_47": "Features",
    "product_01_48": "Development of a latching structure for the storage space of a pickup truck quarter panel (anti-theft).",
    "product_01_49": "Improved user convenience with an electric opening feature.",
    "product_01_50": "Enhanced safety through the application of an open detection switch.",
    "product_01_51": "Increased storage space by reducing the size.",
    "product_01_52": "PICK-UP LATCH",
    "product_01_53": "QUARTER STORAGE LATCH",
    "product_01_54": "Pick-up Latch / Quarter Storage Latch",
    "product_01_55": "Pick-up Latch",
    "product_01_56": "Features",
    "product_01_57": "Development of a latching structure for the storage space of a pickup truck quarter panel (anti-theft).",
    "product_01_58": "Improved user convenience with an electric opening feature.",
    "product_01_59": "Enhanced safety through the application of an open detection switch.",
    "product_01_60": "Increased storage space by reducing the size.",
    "product_01_61": "PICK-UP LATCH",
    "product_01_62": "QUARTER STORAGE LATCH",
    "product_01_63": "Remote Controller",
    "product_01_64": "REMOTE CONTROLLER",
    "product_01_65": "Features",
    "product_01_66": "Development of a latching structure for the storage space of a pickup truck quarter panel (anti-theft).",
    "product_01_67": "Improved user convenience with an electric opening feature.",
    "product_01_68": "Enhanced safety through the application of an open detection switch.",
    "product_01_69": "Increased storage space by reducing the size.",
    "product_01_70": "Sliding Door Latch",
    "product_01_71": "FRONT LATCH",
    "product_01_72": "Features",
    "product_01_73": "Development of a latching structure for the storage space of a pickup truck quarter panel (anti-theft).",
    "product_01_74": "Improved user convenience with an electric opening feature.",
    "product_01_75": "Enhanced safety through the application of an open detection switch.",
    "product_01_76": "Increased storage space by reducing the size.",
    "product_01_77": "FRONT LATCH",
    "product_01_78": "REAR LATCH",
    "product_01_79": "Hold Open Lock",
    "product_01_80": "HOLD OPEN LOCK",
    "product_01_81": "Features",
    "product_01_82": "Development of a latching structure for the storage space of a pickup truck quarter panel (anti-theft).",
    "product_01_83": "Improved user convenience with an electric opening feature.",
    "product_01_84": "Enhanced safety through the application of an open detection switch.",
    "product_01_85": "Increased storage space by reducing the size.",
    "product_01_86": "CINCHING LATCH",
    "product_01_87": "REMOTE CONTROLLER",
    "product_01_88": "FRONT LATCH",
    "product_01_89": "Strikers",
    "product_01_90": "TAILGATE STRIKER",
    "product_01_91": "The door of the car (Side, Slide, Trunk, Tailgate, etc.) is usually mounted opposite to the latch, and when the door is closed It is combined with Latch to maintain the locked state of the door. In addition to simple locking roles, attach lever for Open, attach switch for detection, attach flow prevention guide, power functions, etc. Additional functions can be added depending on the layout conditions",
    "product_01_92": "SIDE DOOR STRIKER",
    "product_01_93": "TAILGATE STRIKER",
    "product_01_94": "PICKUP TAILGATE STRIKER",
    "product_01_95": "E-Latch (R&D)",
    "product_01_96": "e-Latch",
    "product_01_97": "Features",
    "product_01_98": "Easy Door Development through Button Operation",
    "product_01_99": "Provide a physical door opening mechanism for emergency situations.",
    "product_01_100": "Enable automatic two-stage locking via actuator connection.",
    "product_01_101": "Integrate with power door actuators to provide fully automatic door opening and closing functions.",
    "product_01_102": "Implement all additional features at a cost equivalent to standard door latches.",

    "product_02_01": "POWER CLOSURES",
    "product_02_02": "Side Door Latch",
    "product_02_03": "Power Door Actuator",
    "product_02_04": "Lift Gate System",
    "product_02_05": "Lift Gate System Set",
    "product_02_06": "Sliding Door System",
    "product_02_07": "Sliding Door Latch (with Cinching Actuator)",
    "product_02_08": "Drive Unit",
    "product_02_09": "Hood System",
    "product_02_10": "Power Cinching Latch",
    "product_02_11": "Spindle Drive Unit",
    "product_02_12": "Power Door System",
    "product_02_13": "STANDARD TYPE",
    "product_02_14": "The Power Door System (PDS) maximizes convenience with its automatic vehicle door opening and closing functionality, offering effortless and smart door operation.",
    "product_02_15": "It ensures safety and convenience by providing support at any position during door opening or closing.",
    "product_02_16": "The system suppresses vibrations and shaking during door movement, achieving smooth and stable operation while delivering a premium vehicle experience through precise position control.",
    "product_02_17": "With rigorous durability testing and environmental testing under extreme conditions, including temperature, humidity, and dust, it ensures consistent performance over prolonged use.",
    "product_02_18": "Lift Gate System Set",
    "product_02_19": "SPINDLE",
    "product_02_20": "The Lift Gate System is a Gate equipped with an automatic opening and closing fuction installed at the rear of the vehicle.",
    "product_02_21": "It allows for easy opening and closing with the push of a button, simplyfying the process of loading and unloading luggage.",
    "product_02_22": "This system operates through an electric motor to maximize user convenience.",
    "product_02_23": "Additionally, it features height adjustment capabilities to accommondate various sitations and includes an obstacle detection function that automaticcally stops the Gate during operation, ensuring safety.",
    "product_02_24": "POWER TAILGATE LATCH",
    "product_02_25": "APS ASSEMBLY",
    "product_02_26": "Sliding Door Latch (with Cinching Actuator)",
    "product_02_27": "Sliding Door Latch Cinching Type",
    "product_02_28": "The side door panel of an automobile is installed internally and is responsible for maintaining the locked state of the door when connected to the striker attached to the vehicle's body. The door can be opened using the door handle (inner /outer) and the cable (rod) that connects to it. On the inner handle side, there is a knob, and the door's lock/unlock status can be controlled from the outside using a key, or electronically (via trim buttons or a remote control).",
    "product_02_29": "Features",
    "product_02_30": "The release force at stages 1 and 2 when disengaging the striker in the locked state",
    "product_02_31": "Required functionalities",
    "product_02_32": "Regulation of operating force",
    "product_02_33": "Durability and environmental resistance",
    "product_02_34": "Theft prevention and waterproofing, among other aspects",
    "product_02_35": "REMOTE CONTROLLER",
    "product_02_36": "FRONT LATCH",
    "product_02_37": "HOLD OPEN LOCK",
    "product_02_38": "Drive Unit",
    "product_02_39": "Coming Soon",
    "product_02_40": "Power Cinching Latch (R&D)",
    "product_02_41": "Power Cinching Latch",
    "product_02_42": "Features",
    "product_02_43": "Dual Operation with One Motor",
    "product_02_44": "Power Cinching and Power Release/Manual Release",
    "product_02_45": "Enough Cinching Travel for Smoothly Closing",
    "product_02_46": "Good Sound Quality",
    "product_02_47": "POWER e-HOOD LATCH",
    "product_02_48": "SPINDLE",
    "product_02_49": "APS",
    "product_02_50": "Spindle Drive Unit",
    "product_02_51": "Spindle Drive Unit",
    "product_02_52": "New generation Drive Unit/ECU. The Spindle Drive Unit and Control Unit are components that transmit power to open and close the tailgate, and control this process. As indoor noise is reduced, the Drive Unit should operate in a progressively quieter manner.",
    "product_02_53": "Features",
    "product_02_54": "Optimized structure applicable to various automatic opening and closing mechanisms such as tailgates and hoods.",
    "product_02_55": "Long-lasting performance through environmental testing under extreme temperatures, humidity, dust, and other conditions.",
    "product_02_56": "Optimal mechanism structure designed to minimize operating noise.",
    "product_02_57": "Passive selection applied according to the vehicle type",
    "product_02_58": "Luxury vehicles: 2-way spindle type / Mid-range and economy vehicles: 1-way gas spring type",
    "product_02_59": "Application examples",
    "product_02_60": "Power tailgate system / Power trunk & frunk system",

    "product_03_01": "DOOR CHECKS",
    "product_03_02": "DOOR CHECKS",
    "product_03_03": "DOOR CHECKS",
    "product_03_04": "Door Checks",
    "product_03_05": "Plastic (Case) Type",
    "product_03_06": "The convenience and safety auxiliary device that controls the full opening of an automobile door and provides step- by-step operating force during door opening and closing. A device installed on both the car's body and the inside of the door, which is connected and imparts operating force during door open/close actions to control the angle of opening and closing. (Prevents unintended angles caused by slopes, wind, etc., enhancing safety and convenience and preventing accidents.)",
    "product_03_07": "LUXURY TYPE",
    "product_03_08": "SLIDE TYPE",
    "product_03_09": "ROLLER TYPE",

    "esg_text_01": "At the heart of our ESG strategy is a strong commitment to environmental sustainability. As global concerns around climate change, resource depletion,",
    "esg_text_02": "and environmental degradation grow, we are taking proactive steps to minimize our environmental footprint and contribute to a healthier planet.",
    "esg_text_03": "ESG",
    "esg_text_04": "ESG Management",
    "esg_text_05": "Climate Change",
    "esg_text_06": "Climate Change",
    "esg_text_07": "Ethical Business",
    "esg_text_08": "Ethics & Compliance",
    "esg_text_09": "Environment, Health and Safety",
    "esg_text_10": "EHS Management",
    "esg_text_11": "Supply Chain Management",
    "esg_text_12": "Supply Chain",
    "esg_text_13": "Quality Management",
    "esg_text_14": "Quality Management",
    "esg_text_15": "Sustainability Report",
    "esg_text_16": "Sustainability Report",
    "esg_text_17": "Whistleblower Complaint",
    "esg_text_18": "Whistleblower Complaint",
    "esg_text_01_01": "ESG Management",
    "esg_text_01_02": "Daedong Door Co., Ltd. recognizes its responsibility for sustainable management and is committed to implementing a robust ESG management system.",
    "esg_text_01_03": "Environment",
    "esg_text_01_04": "Environmental",
    "esg_text_01_05": "Environmentally Responsible Management",
    "esg_text_01_06": "Carbon neutrality goal by 2045",
    "esg_text_01_07": "Development of eco-friendly components",
    "esg_text_01_08": "Strengthening environmental management systems",
    "esg_text_01_09": "Adoption of renewable energy",
    "esg_text_01_10": "Activities to reduce energy consumption and waste",
    "esg_text_01_11": "Social",
    "esg_text_01_12": "Social",
    "esg_text_01_13_01": "Socially Responsible Management",
    "esg_text_01_13": "Zero serious industrial accidents",
    "esg_text_01_14": "Establishment of ESG management in the supply chain",
    "esg_text_01_15": "Reinforcement of safety, health, and security management",
    "esg_text_01_16": "Promotion of a culture centered on human rights, diversity, and safety",
    "esg_text_01_17": "Pursuit of social contribution activities",
    "esg_text_01_18": "Governance",
    "esg_text_01_19": "Governance",
    "esg_text_01_20": "Fair and Transparent Responsible Management",
    "esg_text_01_21": "Zero tolerance for fraud and corruption",
    "esg_text_01_22": "Establishment of a transparent governance system",
    "esg_text_01_23": "Strengthening of fair trade practices",
    "esg_text_01_24": "Management of corporate ethics risks",
    "esg_text_01_25": "Expansion of global initiatives",
    "esg_text_01_26": "Core Values",
    "esg_text_01_27": "Environmental Protection",
    "esg_text_01_28": "Expansion of eco-friendly processes and energy use",
    "esg_text_01_29": "Active efforts to combat climate change",
    "esg_text_01_30": "Social Contribution",
    "esg_text_01_31": "Responsibility to develop alongside local communities",
    "esg_text_01_32": "Promotion of volunteer activities involving employees",
    "esg_text_01_33": "Technological Innovation",
    "esg_text_01_34": "Research on eco-friendly and recyclable materials",
    "esg_text_01_35": "Development of lightweight, low-carbon electrified products",
    "esg_text_01_36": "Labor, Human Rights, and Safety",
    "esg_text_01_37": "Systematic implementation of human rights declarations and policies",
    "esg_text_01_38": "Establishment of a safe working environment",
    "esg_text_01_39": "Supply Chain Management",
    "esg_text_01_40": "Strengthening trust and safety in transactions with partners",
    "esg_text_01_41": "Operation of regular communication and support systems",
    "esg_text_01_42": "Ethical Management",
    "esg_text_01_43": "Establishment of a transparent governance system",
    "esg_text_01_44": "Strengthening communication with stakeholders",
    "esg_text_01_45": "Organizational Structure for Implementation",
    "esg_text_01_46": "CEO",
    "esg_text_01_46_01": "Lead Department",
    "esg_text_01_47": "Working-level Committees",
    "esg_text_01_48": "Environment",
    "esg_text_01_49": "Human Rights/Labor",
    "esg_text_01_50": "Safety/Health",
    "esg_text_01_51": "Ethics",
    "esg_text_01_52": "Supply Chain",
    "esg_text_01_53": "Internal Review Committee",
    "esg_text_01_54": "Chairperson",
    "esg_text_01_55": "Head of Purchasing",
    "esg_text_01_56": "Committee Members",
    "esg_text_01_57": "Heads of individual divisions",
    "esg_text_01_58": "production",
    "esg_text_01_59": "quality",
    "esg_text_01_60": "finance",
    "esg_text_01_61": "management support",
    "esg_text_01_62": "Secretary",
    "esg_text_01_63": "Purchasing Planning Team Leader",
    "esg_text_02_01": "Carbon Neutrality Strategy",
    "esg_text_02_02": "Daedong Door Co., Ltd. is committed to addressing the risks posed by climate change and preserving a sustainable ecosystem in collaboration with our customers and partners.",
    "esg_text_02_03": "SAVE",
    "esg_text_02_04": "THE EARTH",
    "esg_text_02_05": "Renewable Energy",
    "esg_text_02_06": "100% renewable energy supply untill 2045",
    "esg_text_02_07": "Carbon neutralization of Daedong HI-LEX Group in 2045(SCOPE 1/2)",
    "esg_text_02_08": "Reduce Carbon  Footprint.",
    "esg_text_02_09": "Development of materials that minimize environmental impact.",
    "esg_text_02_10": "Improve performance of LCA.",
    "esg_text_02_11": "Discover more",
    "esg_text_02_12": "WATER",
    "esg_text_02_13": "0.0075%",
    "esg_text_02_14": "We will continue efforts to raise awareness about the importance of water and reduce its usage.",
    "esg_text_02_15": "20% reduction of fresh water supply untill 2030",
    "esg_text_02_16": "Elimination of wasteful production through monitoring.",
    "esg_text_02_17": "Continuous investment in low-power, high-efficiency automation facilities.",
    "esg_text_02_18": "Reducing wasteful production through comprehensive monitoring systems.",
    "esg_text_02_19": "Building an eco-friendly factory through the use of renewable energy (Eco-Plant).",
    "esg_text_02_20": "Discover more",
    "esg_text_02_21": "418.98ppm",
    "esg_text_02_22": "We will sustain initiatives to reduce industrial \nwaste and provide ongoing employee education.",
    "esg_text_02_23": "At all Daedong production locations until 2025",
    "esg_text_02_24": "Ongoing investment in energy-efficient, high-performance automation facilities.",
    "esg_text_02_25": "Discover more",
    "esg_text_02_26": "Conviction of the need to protect the environment",
    "esg_text_02_27": "passed down since our founding",
    "esg_text_02_28": "One of the principles in HI-LEX’s corporate philosophy is to “contribute to society through our work.” This policy, which has been passed down since our founding, embodies our philosophy of playing a role in creating an environment where all members of society can live comfortably and with peace of mind.",
    "esg_text_02_29": "In order to embody the environmental beliefs that have been passed down since the company's founding, we set specific \nnumerical targets for each department, and each employee practices actions that lead to on-site improvements in their daily work.",
    "esg_text_02_30": "Please contact us if you have any questions about this page or other inquiries.",
    "esg_text_02_31": "Contact Us",

    "esg_text_03_01": "Our Commitment to",
    "esg_text_03_02": "Ethical Business Practices",
    "esg_text_03_03": "Integrity in Leadership",
    "esg_text_03_04": "Our leadership team sets the tone for ethical behavior by acting with honesty, transparency, and responsibility in all business dealings. We lead by example, ensuring that our values are reflected in our actions and decisions at every level of the company.",
    "esg_text_03_05": "Compliance with Laws and Regulations",
    "esg_text_03_06": "We adhere to all local, national, and international laws that govern our industry. From labor practices to environmental regulations, we ensure that compliance is a priority in every region where we operate.",
    "esg_text_03_07": "Anti-Corruption and Fair Competition",
    "esg_text_03_08": "We are firmly opposed to all forms of corruption, bribery, and unethical business practices. Our strict anti-corruption policies and procedures ensure that we conduct business fairly, transparently, and with respect for competition laws in every market.",
    "esg_text_03_09": "Code of Conduct",
    "esg_text_03_10": "Fair Treatment",
    "esg_text_03_11": "We are committed to treating all employees, customers, and business partners with respect, fairness, and dignity. We do not tolerate any form of discrimination, harassment, or unfair treatment.",
    "esg_text_03_12": "Confidentiality and Data Protection",
    "esg_text_03_13": "Safeguarding sensitive information is critical to maintaining trust with our stakeholders. We ensure that all personal and business data is handled responsibly, with the highest levels of security and confidentiality.",
    "esg_text_03_14": "Conflict of Interest",
    "esg_text_03_15": "We expect our employees to avoid situations where personal interests could conflict with the interests of the company. Any potential conflicts of interest must be disclosed and managed appropriately to ensure impartial decision-making.",
    "esg_text_03_16": "Whistleblower Protection",
    "esg_text_03_17": "Systemic Protection",
    "esg_text_03_18": "We understand the importance of creating a safe environment where employees and stakeholders can raise concerns about unethical behavior without fear of retaliation. Our whistleblower protection policy encourages individuals to report any instances of misconduct, fraud, or violations of our ethical standards. We provide a secure and confidential reporting system that ensures all concerns are investigated thoroughly and appropriate actions are taken.",
    "esg_text_03_19": "Promoting",
    "esg_text_03_19_02": "a Culture of Ethics",
    "esg_text_03_20": "Ethics Training",
    "esg_text_03_21": "All employees receive training on our Code of Conduct and other ethical policies to ensure they understand their responsibilities and the importance of ethical behavior in the workplace.",
    "esg_text_03_22": "Ethics Committee",
    "esg_text_03_23": "We have established an Ethics Committee responsible for overseeing the implementation of our ethics management system. This committee ensures that ethical issues are addressed promptly and that our standards are continually updated to reflect best practices.",
    "esg_text_03_24": "Supplier and Partner Collaboration",
    "esg_text_03_25": "We expect our suppliers, partners, and contractors to share our commitment to ethical business practices. We work closely with them to ensure that they adhere to our standards of conduct and that their practices align with our values.",
    "esg_text_03_26": "Transparent Communication",
    "esg_text_03_27": "Systemic Protection",
    "esg_text_03_28": "We believe that open and transparent communication is key to maintaining trust with our stakeholders. Our ethics management initiatives and progress are regularly communicated through various channels, including internal meetings, reports, and our sustainability reports. We encourage feedback and dialogue with all stakeholders to ensure that our ethics management practices are continuously improving.",
    "esg_text_03_29": "Ethics in Decision-Making",
    "esg_text_03_30": "Systemic Protection",
    "esg_text_03_31": "At Daedong Door, ethical considerations are integrated into every business decision. We believe that by prioritizing integrity and ethical responsibility, we can create long-term value for our customers, employees, shareholders, and society as a whole. Whether it's in our approach to product development, partnerships, or community engagement, we strive to make decisions that are aligned with our ethical principles.",
    "esg_text_03_32": "Human Rights Charter",
    "esg_text_03_33": "Respect for human rights",
    "esg_text_03_34": "human rights in local communities",
    "esg_text_03_35": "prohibition of discrimination",
    "esg_text_03_36": "protection of environmental rights",
    "esg_text_03_37": "prohibition of forced and child labor",
    "esg_text_03_38": "protection of stakeholder information",
    "esg_text_03_39": "responsible supply chain management",
    "esg_text_03_40": "health and safety",
    "esg_text_03_41": "compliance with labor conditions and labor laws",
    "esg_text_03_42": "Human Rights Charter Implementation Policy",
    "esg_text_03_43": "Daedong Door Co., Ltd. prioritizes human dignity and value in all business activities.",
    "esg_text_03_43_01": "We are committed to adhering to international human rights standards and domestic and international laws, striving to create an environment where all stakeholders are respected.",
    "esg_text_03_44": "One.",
    "esg_text_03_45": "We comply with the human rights principles outlined in the United Nations Universal Declaration of Human Rights (UDHR), the UN Sustainable Development Goals (SDGs), and the core conventions of the International Labour Organization (ILO).",
    "esg_text_03_46": "We strive to ensure that all workers and members of our supply chain are treated equally and without discrimination.",
    "esg_text_03_47": "We do not allow any form of child labor or forced labor and strictly prohibit it throughout our supply chain.",
    "esg_text_03_48": "We require the same standards from our suppliers and partners and verify this through regular monitoring.",
    "esg_text_03_49": "We do not tolerate any form of discrimination based on race, gender, age, nationality, religion, disability, sexual orientation, or any other reason.",
    "esg_text_03_50": "We respect diversity and foster an inclusive culture, providing an environment where all employees can fully utilize their capabilities.",
    "esg_text_03_51": "We guarantee workers' freedom of association and collective bargaining rights, and we comply with legal rights regarding wages, working hours, and breaks.",
    "esg_text_03_52": "We conduct regular inspections and improvement activities to provide a safe and healthy working environment.",
    "esg_text_03_53": "We require adherence to human rights standards throughout our supply chain and maintain a responsible supply chain through mutual evaluations and improvement activities with our suppliers.",
    "esg_text_03_54": "We work with our suppliers to continuously improve working conditions and protect the rights of all workers.",
    "esg_text_03_55": "We prohibit all forms of harassment and violence in the workplace and establish education and response systems to prevent them.",
    "esg_text_03_56": "We resolve issues quickly through internal reporting systems, ensuring victim protection as a top priority.",
    "esg_text_03_57": "We strictly protect the personal information of all employees, customers, and partners, and strengthen security systems for safe data management.",
    "esg_text_03_58": "We do not infringe on privacy and comply with related laws and regulations.",
    "esg_text_03_59": "Daedong Door Employees.",
    "esg_text_03_60": "Environment, Health and Safety",
    "esg_text_03_61": "We recognize the environmental and health & safety impacts throughout all stages of our business activities and continuously promote improvement efforts to prevent environmental pollution and industrial accidents. We comply with environmental and health & safety regulations, as well as our internal management standards, and strive to ensure that all members can enjoy a comfortable, safe, and healthy working environment.",
    "esg_text_03_62": "CLEAN",
    "esg_text_03_63": "WORK SHOP",
    "esg_text_03_64": "Environment",
    "esg_text_03_65": "Improve work environement for manufacturing lines.",
    "esg_text_03_66": "Establishment of an environmental, safety, and health management system",
    "esg_text_03_67": "Discover more",
    "esg_text_03_68": "SAFE",
    "esg_text_03_69": "WORK SHOP",
    "esg_text_03_70": "Health",
    "esg_text_03_71": "Achieve ZERO for critical industrial accidents every year",
    "esg_text_03_72": "Responsibility to respect and uphold human rights.",
    "esg_text_03_73": "Expectation that susppliers follow policies like our own.",
    "esg_text_03_74": "Discover more",
    "esg_text_03_75": "HEALTH",
    "esg_text_03_76": "FIRST",
    "esg_text_03_77": "Safety",
    "esg_text_03_78": "Regular health check and support.",
    "esg_text_03_79": "Promotion of a culture of safety across the organization where all employees",
    "esg_text_03_80": "are encouraged to identify potential safety.",
    "esg_text_03_81": "Discover more",
    "esg_text_03_82": "Ethics Management",
    "esg_text_03_83": "Unfair Trade Prevention",
    "esg_text_03_84": "Go to Whistleblower Complaint",

    "esg_text_03_85": "Principles of Ethical Management",
    "esg_text_03_86": "Unfair Trade Prevention System",
    "esg_text_03_87": "Daedong Door operates an Unfair Trade Prevention System to ensure that all transactions are conducted fairly and transparently, preventing unethical practices.",
    "esg_text_03_88": "This system supports the company's commitment to sustainable and ethical management, fulfilling its social responsibilities. If unethical demands such as receiving or \noffering monetary benefits related to transactions occur, or if suppliers are coerced into signing unfair contracts under unfavorable conditions, these incidents can be reported to Daedong Door’s HR team via email or mail.",
    "esg_text_03_89": "Internal Personnel Committee",
    "esg_text_03_90": "Daedong Door operates an Internal Personnel Committee responsible for making key decisions related to personnel matters within the company and reviewing ethical \nstandards and fairness in external transactions. The committee establishes fair ethical standards, ensures that all external transactions are conducted transparently and \nlegally, and maintains a system for immediate action when issues arise. The committee consists of a Chairperson (CEO), committee members (representatives from business \nmanagement, production quality, and R&D departments), and a secretary (Head of the HR and Business Division). Members with diverse backgrounds and expertise \nparticipate to guarantee the fairness and transparency of deliberations and decisions. Decisions on submitted agenda items are made by a majority vote of attendees, and \napproved items are implemented promptly.",
    "esg_text_03_91": "Ethics Violation Review Procedure",
    "esg_text_03_92": "Go to Whistleblower Compaint",
    "esg_text_03_93": "",
    "esg_text_03_94": "",
    "esg_text_03_95": "",
    "esg_text_03_96": "",
    "esg_text_03_97": "",
    "esg_text_03_98": "",


    "esg_text_05_01": "Supply Chain Management",
    "esg_text_05_02": "As part of its ESG management, Daedong Door Co., Ltd. strives ",
    "esg_text_05_03": "to enhance sustainability and ethical standards across the supply chain, \nfostering growth and development alongside its partners.",
    "esg_text_05_04": "Core Values",
    "esg_text_05_05": "Establishing an ESG Supply Chain ",
    "esg_text_05_06": "Management System",
    "esg_text_05_07": "Reviewing evaluation systems to systematically manage ESG risks for suppliers.",
    "esg_text_05_08": "Requiring adherence to human rights, environmental, and ethical standards within the supply chain.",
    "esg_text_05_09": "Safety, Health, and Security ",
    "esg_text_05_10": "Management",
    "esg_text_05_11": "Developing and implementing policies prioritizing the safety and health of supplier employees.",
    "esg_text_05_12": "Ensuring sustainability and security through comprehensive supply chain management.",
    "esg_text_05_13": "ZERO Target for Major Accidents",
    "esg_text_05_14": "Establishing accident prevention systems throughout the supply chain to avoid major accidents.",
    "esg_text_05_15": "Conducting regular training and inspections to support safety management and accident prevention activities.",
    "esg_text_05_16": "Collaborating with Suppliers",
    "esg_text_05_17": "Strengthening supplier competitiveness through long-term, trust-based partnerships.",
    "esg_text_05_18": "Pursuing sustainability through the joint development of eco-friendly materials and technologies.",
    "esg_text_05_19": "Shared Growth Activities",
    "esg_text_05_20": "Supplier Cooperation",
    "esg_text_05_21": "Councils",
    "esg_text_05_22": "Supplier Exchange",
    "esg_text_05_23": "Meeting",
    "esg_text_05_24": "Providing Financial",
    "esg_text_05_25": "Support",
    "esg_text_05_26": "R&D Collaboration",
    "esg_text_05_27": "Capacity-building",
    "esg_text_05_28": "Training",
    "esg_text_05_29": "Regular Supplier",
    "esg_text_05_30": "Evaluations",
    "esg_text_05_31": "Fair-trade",
    "esg_text_05_32": "Agreements",
    "esg_text_05_33": "Supply Chain Management Strategy",
    "esg_text_05_34": "Read More",
    "esg_text_05_35": "Four Key Fair-Trade Practices",
    "esg_text_05_36": "Establishing collaborative partnerships for equitable and fair-trade agreements.",
    "esg_text_05_37": "Operating guidelines for fair selection of supply chain partners.",
    "esg_text_05_38": "Implementing desirable issuance and preservation of written contracts in subcontracting transactions.",
    "esg_text_05_39": "Respecting supplier autonomy while striving to enhance reliability.",
    "esg_text_05_40": "Read More",

    "esg_text_06_01": "Daedong Door Quality Management Policy",
    "esg_text_06_02": "Under the management philosophy of being a rewarding workplace, a growing company, and a company with integrity, Daedong Door aims to achieve sustainable growth through coexistence with customers, employees, and society.",
    "esg_text_06_03": "To this end, we adhere to the following principles in quality management.",
    "esg_text_06_04": "Securing Customer-Centric Quality Competitiveness",
    "esg_text_06_05": "We prioritize delivering the highest quality products to meet and exceed customer requirements and expectations.",
    "esg_text_06_06": "Customer Feedback System: Actively incorporate customer feedback to improve products and services.",
    "esg_text_06_07": "Tailored Solutions: Provide quality solutions tailored to customer needs.",
    "esg_text_06_08": "Sustainable Growth Through Process System Innovation",
    "esg_text_06_09": "We maintain a competitive edge through continuous innovation and quality improvements.",
    "esg_text_06_10": "R&D Investment: Actively invest in new technologies and future materials development.",
    "esg_text_06_11": "Continuous Improvement Processes: Operate systematic processes for ongoing quality enhancement.",
    "esg_text_06_12": "Win-Win Partnership with Suppliers",
    "esg_text_06_13": "We enhance the quality of the entire supply chain through close collaboration with our suppliers.",
    "esg_text_06_14": "Supply Chain Management: Conduct regular evaluations and manage suppliers' quality standards.",
    "esg_text_06_15": "Joint Quality Workshops: Share quality management expertise through regular workshops with suppliers.",
    "esg_text_06_16": "Employee Engagement and Capability Building",
    "esg_text_06_17": "We support employees' active participation in quality management and their efforts to strengthen capabilities for quality improvement.",
    "esg_text_06_18": "Training Programs: Develop quality professionals.",
    "esg_text_06_19": "Culture of Participation: Motivate employees to engage in quality improvement activities.",

    "esg_text_07_01": "SUSTAINABILITY REPORT",
    "esg_text_07_02": "SUSTAINABILITY REPORT DOWNLOAD (Report in preparation)",
    "esg_text_07_03": "2024 Sustainability Report",
    "esg_text_07_04": "2023 Sustainability Report",
    "esg_text_07_05": "2022 Sustainability Report",
    "esg_text_07_06": "SUSTAINABILITY STRATEGY DOWNLOAD (Report in preparation)",
    "esg_text_07_07": "2024 Sustainability Strategy",
    "esg_text_07_08": "2023 Sustainability Strategy",
    "esg_text_07_09": "2022 Sustainability Strategy",
    "esg_text_07_10": "Korean",
    "esg_text_07_11": "English",

    "esg_text_08_01": "WHISTLEBLOWER COMPLAINT",
    "esg_text_08_02": "Guide to collection and use of personal information",
    "esg_text_08_03": "Category",
    "esg_text_08_03_01": "Content",
    "esg_text_08_04": "Types of personcal ",
    "esg_text_08_05": "information collected",
    "esg_text_08_06": "Name, Email Address, Contact Number (Cell phone etc.)",
    "esg_text_08_07": "Purpose of collection and use",
    "esg_text_08_08": "Complaint handilng and response",
    "esg_text_08_09": "Retention and usage period",
    "esg_text_08_10": "Period: One(1) year",
    "esg_text_08_11": "After the collection and use purposes have been fulfilled, the information will be promptly destroyed.",
    "esg_text_08_12": "(Except in cases where specific legal regulations apply, in which case compliance with the relevant laws will be observed.)",
    "esg_text_08_13": "Do you consent to the collection and use of your personal information as described?",
    "esg_text_08_14": "Yes, I agree.",
    "esg_text_08_15": "No, I disagree.",
    "esg_text_08_16": "Read Use Guide",
    "esg_text_08_17": "Whistleblow Information",
    "esg_text_08_18": "Whislteblower",
    "esg_text_08_19": "Name",
    "esg_text_08_20": "Anonymous",
    "esg_text_08_21": "Email",
    "esg_text_08_22": "Phone Number",
    "esg_text_08_23": "Type of Report",
    "esg_text_08_24": "Bribery",
    "esg_text_08_25": "Embezzlement/Misappropriation",
    "esg_text_08_26": "Bid riggint/Unfair trade practices",
    "esg_text_08_27": "Internal accounting-related",
    "esg_text_08_28": "Report Content",
    "esg_text_08_29": "Theft/Stealing",
    "esg_text_08_30": "Human rights violation(Sexual harrassment)",
    "esg_text_08_31": "Others",
    "esg_text_08_32": "Report Content",
    "esg_text_08_33": "Title",
    "esg_text_08_34": "Content",
    "esg_text_08_35": "Please write your report in detail according to the six rules (who, when, where, what, how, why) and leave your phone number\nor email address to help us process your report. The information and the content of the report will be thoroughtly protected.",
    "esg_text_08_36": "File upload",
    "esg_text_08_37": "Upload",
    "esg_text_08_38": "Submit",
    "esg_text_08_39_01": "WHISTLEBLOWER COMPLAINT USE GUIDE",
    "esg_text_08_39": "Report Type",
    "esg_text_08_40": "Go to Whistleblower Complaint",
    "esg_text_08_41": "The act to pursue the private gains such as the delivery or receipt of money and valuables, regalement, convenience and embezzlement, breach of legislation and others.",
    "esg_text_08_42": "Corruptive practices by the internal/external organization units and individuals, bribery of the business stakeholders.",
    "esg_text_08_43": "Abuse of position/authority and acts in violation of the code of conduct.",
    "esg_text_08_44": "The acts to release the information or human resources of the company.",
    "esg_text_08_45": "The failure to respect the personality among the members of the company, the conflict of interest and the acts for improper discharge of business duties.",
    "esg_text_08_46": "Other Methods",
    "esg_text_08_47": "Counseling",
    "esg_text_08_48": "Visit counseling at Code of Ethical Conduct/Audit Department",
    "esg_text_08_49": "Email",
    "esg_text_08_50": "daedong-whistleblow@daedong.com",
    "esg_text_08_51": "Mail Post",
    "esg_text_08_52": "#21991, 64, Cheomdan-daero 124beon-gil, Yeonsu-gu, Incheon, Republic of Korea, Ethical Conduct/Audit Department",
    "esg_text_08_53": "Precautions for reporting and consultation",
    "esg_text_08_54": "When reporting anonymously, a thorough investigation may not be possible, and limitations may apply.",
    "esg_text_08_55": "The identity of the reporting person will be strictly protected with the appropriate safeguard measures.",
    "esg_text_08_56": "The report details will not be used for any purposes other than the audit.",
    "esg_text_08_57": "In regard of the reports for the purpose of spreading the rumors, falsified reporting, libel on others, defamation of others and etc. not based on the clear facts, the investigation will not be conducted in due course.",

    "esg_text_09_01": "Establishment of Environmental, Safety, and Health Management System",
    "esg_text_09_02": "Establishment of environmental, safety, and health management policies and strategies",
    "esg_text_09_03": "Execution of company-wide goals and detailed action plans",
    "esg_text_09_04": "Establishment of a risk prevention management system for major industrial accidents",
    "esg_text_09_05": "Compliance with domestic and international regulations",
    "esg_text_09_06": "Continuous maintenance and improvement of ISO14001 and ISO45001",
    "esg_text_09_07": "Climate Change Response Activities",
    "esg_text_09_08": "Review of energy-saving activities across all business sites",
    "esg_text_09_09": "Greenhouse gas (SCOPE 2, SCOPE 3) emissions",
    "esg_text_09_10": "Monitoring and management of reduction activities",
    "esg_text_09_11": "Waste management and review of recycled product usage",
    "esg_text_09_12": "ESH Inspection Activities",
    "esg_text_09_13": "Implementation of workplace risk and environmental impact assessments",
    "esg_text_09_14": "Management of hazardous chemicals within business sites",
    "esg_text_09_15": "Facility maintenance through external specialized firms",
    "esg_text_09_16": "Operation of an incident prevention reporting program",
    "esg_text_09_17": "Prevention and management of regional pollution risks",
    "esg_text_09_18": "Employee Health Management",
    "esg_text_09_19": "Regular health check-ups",
    "esg_text_09_20": "Prevention and management of musculoskeletal disorders among workers",
    "esg_text_09_21": "Supply Chain ESH Program Operation",
    "esg_text_09_22": "Supplier site inspections and improvement management",
    "esg_text_09_23": "Regular evaluations of suppliers",
    "esg_text_09_24": "ESH Capacity Building Education Activities",
    "esg_text_09_25": "Planning and implementation of legally required workplace training",
    "esg_text_09_26": "Planning and implementation of worker job competency training",


    "career_01": "Explore our open positions and discover how you can be a part of our journey to shape the future. ",
    "career_02": "We look forward to seeing what we can achieve together",
    "career_03": "Position Introduction",
    "career_04": "HR and Welfare Policies",
    "career_05": "Ideal Candidate",
    "career_06": "Application",

    "position_01_01": "Head Office (Plant 1) Job Descriptions",
    "position_01_02": "Plant 2 Job Descriptions",
    "position_01_03": "Go to Job Postings",
    "position_01_04": "Quality",
    "position_01_05": "Sales",
    "position_01_06": "R&D",
    "position_01_07": "Production",
    "position_01_08": "Procurement & Logistics",
    "position_01_09": "Management",
    "position_01_10": "Quality Management",
    "position_01_11": "Quality Management",
    "position_01_12": "This role involves establishing and implementing overall quality strategies for the company, improving quality standards between the company and its suppliers, and building a stable supply chain.",
    "position_01_13": "Establish and operate a quality management system",
    "position_01_14": "Evaluate supplier quality",
    "position_01_15": "Manage supplier quality improvement projects",
    "position_01_16": "Provide training and education for suppliers",
    "position_01_17": "Quality Assurance",
    "position_01_17_02": "Quality Assurance",
    "position_01_18": "This department ensures that the company's products meet the specified quality standards of clients. It develops and operates quality management systems, establishes quality-related policies and procedures, and ensures that all processes and products meet customer expectations.",
    "position_01_19": "Address customer requirements and quality issues",
    "position_01_20": "Conduct quality audits and manage certification renewals",
    "position_01_21": "Quality Control",
    "position_01_22": "Quality Control",
    "position_01_23": "This department manages systems and procedures designed to maintain and improve the quality of the company's products. It sets quality standards, operates inspection and monitoring processes, and carries out continuous improvement activities to deliver products that meet customer requirements and expectations.",
    "position_01_24": "Establish and develop quality standards",
    "position_01_25": "Perform quality inspections and monitoring",
    "position_01_26": "Manage defective products from suppliers and improve vendor performance",
    "position_01_27": "New Vehicle Quality Assurance",
    "position_01_28": "New Vehicle Quality Assurance",
    "position_01_29": "This department is responsible for ensuring and improving the quality of new vehicle models for clients. It focuses on quality management during the manufacturing process as well as evaluating the performance, safety, durability, and customer satisfaction of new vehicles before their release. The team works closely with the R&D department to establish quality standards during the design and development stages, aiming to identify and resolve issues early.",
    "position_01_30": "Manage project schedules",
    "position_01_31": "Test and evaluate the performance of new vehicle models",
    "position_01_32": "Address client requirements and quality issues for new vehicle models",
    "position_01_33": "OEM Sales",
    "position_01_34": "OEM Sales",
    "position_01_35": "The OEM Sales department analyzes product costs and develops optimal sales strategies for automobile manufacturers. It aims to achieve cost reduction and maximize profitability while performing various roles such as pricing, cost management, and revenue growth.",
    "position_01_36": "Manage domestic and international OEM bidding and contracts",
    "position_01_37": "Develop and execute sales strategies",
    "position_01_38": "Manage client relationships and negotiations",
    "position_01_39": "Oversee profitability of new vehicle models",
    "position_01_40": "Manage product standard costs",
    "position_01_41": "Design",
    "position_01_42": "Design",
    "position_01_43": "The Design department creates innovative and functional products based on customer requirements during the development process. It focuses on designing products with consideration for shape, functionality, performance, and safety. The department oversees the entire process from the initial development stage to the final product launch, contributing to delivering efficient and effective products to the market.",
    "position_01_44": "Product design and development",
    "position_01_45": "Technical review and improvement",
    "position_01_46": "Research Planning",
    "position_01_47": "Research Planning",
    "position_01_48": "The Research Planning department strategically plans and manages the company’s R&D activities. It sets the direction for new product development, technological innovation, and research projects while promoting research and development efforts needed to respond to market changes and customer demands.",
    "position_01_49": "Establish mid- to long-term technology roadmaps",
    "position_01_50": "Secure and manage joint advanced research projects with clients",
    "position_01_51": "Secure and manage industry-academic research projects",
    "position_01_52": "Testing & Assessment",
    "position_01_53": "Testing & Assessment",
    "position_01_54": "This department performs various tests and evaluations to verify the performance and quality of the company’s products, parts, or systems. It ensures compliance with design specifications, customer requirements, and legal regulations.",
    "position_01_55": "Develop and execute test plans",
    "position_01_56": "Analyze test data and report results",
    "position_01_57": "Identify and propose solutions to testing issues",
    "position_01_58": "Operation Management",
    "position_01_59": "Operation Management",
    "position_01_60": "The Operation Management department is responsible for efficient production and productivity management. It oversees the manufacturing of final products using raw materials and resources, focusing on production schedules, resource management, and process improvements to maximize productivity and reduce costs.",
    "position_01_61": "Conduct productivity improvement activities",
    "position_01_62": "Supervise and improve production processes",
    "position_01_63": "Ensure on-site safety management",
    "position_01_64": "Manufacturing Technology",
    "position_01_65": "Manufacturing Technology",
    "position_01_66": "This department focuses on developing efficient production processes, providing technical support, and improving quality during the manufacturing process. It plays a critical role in resolving technical issues, introducing new production methods, and implementing improvements to enhance productivity and reduce costs.",
    "position_01_67": "Develop and improve production processes",
    "position_01_68": "Provide technical support for manufacturing equipment",
    "position_01_69": "Build smart factory systems",
    "position_01_70": "Technical Procurement",
    "position_01_71": "Technical Procurement",
    "position_01_72": "The Technical Procurement department connects the development of molds for new product components with purchasing policies. It ensures optimal material sourcing and supply chain construction, focusing on cost reduction and quality improvement. By incorporating procurement strategies during the development phase, it supports the production of competitive products.",
    "position_01_73": "Drive mold development for new product components",
    "position_01_74": "Establish and manage procurement strategies and suppliers",
    "position_01_75": "Reduce development costs and improve quality",
    "position_01_76": "Logistics Management",
    "position_01_77": "Logistics Management",
    "position_01_78": "This department oversees production planning, transportation, warehouse, and inventory management to ensure that materials, components, and finished products are delivered to the right place at the right time. It aims to optimize the supply chain (SCM) while reducing costs and ensuring timely deliveries.",
    "position_01_79": "Plan and manage production schedules",
    "position_01_80": "Manage orders and transportation",
    "position_01_81": "Operate warehouses and control inventory",
    "position_01_82": "Reduce logistics costs and improve efficiency",
    "position_01_83": "Manage exports, imports, and customs clearance",


    "position_01_83_01": "Production Management",
    "position_01_83_02": "Operations Management",
    "position_01_83_03": "This department is responsible for efficiently producing the company's products and managing productivity. It manufactures final products by utilizing raw materials and resources, and aims to maximize productivity and reduce costs through production scheduling, resource management, and process improvement.",
    "position_01_83_04": "Productivity Improvement Activities",
    "position_01_83_05": "Production Process Supervision and Improvement",
    "position_01_83_06": "On-site Safety Management",
    "position_01_83_07": "Manufacturing Technology",
    "position_01_83_08": "Manufacturing Technology",
    "position_01_83_09": "This department is responsible for efficient process development, technical support, and quality improvement in the production of the company's products. It focuses on solving technical issues in the production process, developing and introducing new manufacturing processes, and enhancing productivity and reducing costs through technical improvements.",
    "position_01_83_10": "Process Development and Improvement",
    "position_01_83_11": "Technical Support and Troubleshooting for Manufacturing Equipment",
    "position_01_83_12": "Smart Factory Implementation",


    "position_01_84": "Administration",
    "position_01_85": "Administration",
    "position_01_86": "The Administration department performs activities to maximize company performance and ensure sustainable growth. It enhances overall management efficiency and establishes systems to respond quickly to changes and risks.",
    "position_01_87": "Develop short- and long-term business plans",
    "position_01_88": "Set organizational goals and manage performance",
    "position_01_89": "Operate internal control systems and improve processes",
    "position_01_90": "Human Resources (HR)",
    "position_01_101": "Human Resources (HR)",
    "position_01_102": "The HR department manages human and material resources, playing a key role in organizational growth and stability. It creates a comfortable working environment, attracts and retains top talent, and maximizes organizational performance while preventing legal risks and shaping corporate culture.",
    "position_01_103": "Recruitment and talent management",
    "position_01_104": "Employee training and organizational culture management",
    "position_01_105": "Payroll and benefits administration",
    "position_01_106": "Labor and regulatory compliance",
    "position_01_107": "Office environment and facility management",
    "position_01_108": "Administrative support and event planning",
    "position_01_109": "IT",
    "position_01_109_02": "Technical Support",
    "position_01_110": "The IT department manages the company’s IT infrastructure and systems, providing stable operations and technical solutions to improve efficiency. It leads digital transformation and information security efforts while offering quick technical support and innovation to achieve business goals.",
    "position_01_111": "Manage IT infrastructure and networks",
    "position_01_112": "Ensure information security and data management",
    "position_01_113": "Develop software and operate systems",
    "position_01_114": "Manage IT assets and licenses",
    "position_01_115": "Provide user support and training (Help Desk)",
    "position_01_116": "Financial",
    "position_01_116_02": "Financial",
    "position_01_117": "The Finance department manages the company’s finances and accounting processes to efficiently operate cash flow and maintain financial stability. It evaluates profitability, liquidity, and investment potential to support strategic decision-making.",
    "position_01_118": "Develop internalized component molds",
    "position_01_119": "Oversee production processes and manufacturing management",
    "position_01_120": "Cultivate and manage quality for injection parts",
    "position_01_121": "Enhance productivity and manage costs",
    "position_01_122": "Plastic Injection",
    "position_01_123": "Plastic Injection",
    "position_01_124": "The Plastic Injection department manufactures various components using plastic injection molding technology. It produces high-quality plastic parts in large quantities and offers customized solutions tailored to customer needs. This department manages the entire injection molding process, including product design, mold development, production process management, and quality assurance.",
    "position_01_125": "Develop internalized component molds",
    "position_01_126": "Manage manufacturing processes and production",
    "position_01_127": "Cultivate and manage quality for injection parts",
    "position_01_128": "Enhance productivity and manage costs",
    "position_01_129": "Injection Molding Division",

    "position_01_130": "Environmental, Safety, and Health",
    "position_01_131": "Environmental, Safety, and Health",
    "position_01_132": "Responsible for managing environmental, safety, and health-related tasks within the organization, and performing various activities to ensure sustainable operations and employee safety.",
    "position_01_133": "Compliance with environmental regulations and implementation",
    "position_01_134": "Planning programs for energy conservation and carbon emission reduction",
    "position_01_135": "Conducting workplace safety inspections and eliminating hazards",
    "position_01_136": "Preparing and implementing emergency response plans",
    "position_01_137": "Managing occupational disease prevention and health checkups",
    "position_01_138": "Inspecting and improving harmful factors in the work environment",

    "welfare_01": "Welfare",
    "welfare_02": "At Daedong Door, we are committed to supporting the well-being and professional growth of our employees.",
    "welfare_03": "Our benefits program is designed to provide a healthy work-life balance, ensure financial security, and create a motivating work environment.",
    "welfare_04": "Below are some of the key benefits we offer to our team members.",
    "welfare_05": "WORK",
    "welfare_06": "Commuting Support",
    "welfare_07": "Operation of shuttle buses",
    "welfare_08": "Fuel cost support",
    "welfare_09": "Dormitory facilities",
    "welfare_10": "Work Support",
    "welfare_11": "Operation of cafeteria",
    "welfare_12": "In-house convenience store",
    "welfare_13": "Provision of work uniforms",
    "welfare_14": "Event Support",
    "welfare_15": "Club operation",
    "welfare_16": "Climbing competition",
    "welfare_17": "Company outings",
    "welfare_18": "Year-end party",
    "welfare_19_01": "Self-Development Support",
    "welfare_19": "Child Education Support",
    "welfare_20": "Children's entrance gifts, educational funds for children",
    "welfare_21": "Congratulatory/Condolence Support",
    "welfare_22": "Congratulatory/condolence leave, gifts",
    "welfare_23": "Self-Development Support",
    "welfare_24": "External training cost support",
    "welfare_25": "In-house language courses",
    "welfare_26": "LIFE",
    "welfare_27": "Partner Support",
    "welfare_28": "Support for purchasing vehicles for Hyundai/Kia partner companies",
    "welfare_29": "Vacation Support",
    "welfare_30": "Holiday travel expenses and gifts",
    "welfare_31": "Vacation allowance",
    "welfare_32": "Affiliated hotels/condos",
    "welfare_33": "Child Education Support",
    "welfare_34": "Children's entrance gifts",
    "welfare_35": "Educational funds for children",
    "welfare_36": "HEALTH",
    "welfare_37": "Medical Support",
    "welfare_38": "Regular comprehensive health check-ups",
    "welfare_39": "Personal Influenza Vaccination and Family Discount",
    "welfare_40": "Rest Support",
    "welfare_41": "Operation of fitness room",
    "welfare_42": "PC room",
    "welfare_43": "Lounge",
    "welfare_44": "If you'd like more details, please ",
    "welfare_45": "contact us ",
    "welfare_46": "through the inquiry form or call us at 032-000-0000.",

    "candidate_01": "Daedong People Leading the Future",
    "candidate_02": "We are looking for fresh talent to lead the future of Daedong Door together.",
    "candidate_03": "Creative Thinker",
    "candidate_04": "A person who solves problems with creative ideas and a proactive attitude,",
    "candidate_05": "someone with innovative ideas and creative passion.",
    "candidate_06": "Challenger",
    "candidate_07": "A person who creates value through continuous learning, self-development, and proactive actions",
    "candidate_08": "recognized for high achievement goals and self-improvement.",
    "candidate_09": "Global Citizen",
    "candidate_10": "A person who seeks the realization of the management philosophy of \"Global Company, Global Standard,",
    "candidate_11": "Global People and pursues self-growth, thinking globally and building expertise.",
    "candidate_12": "",
    "candidate_13": "",
    "candidate_14": "",
    "candidate_15": "",
    "candidate_16": "",
    "candidate_17": "",
    "candidate_18": "",
    "candidate_19": "",
    "candidate_20": "",


    "inquiry_text_01": "We are looking forward to your message!",
    "inquiry_text_01_01": "* We do not respond to sales pitches, questionnaires, surveys, etc. or forward them to departments in charge. We appreciaate your understanding.",
    "inquiry_text_02": "Company name",
    "inquiry_text_03": "Department name",
    "inquiry_text_04": "Your name",
    "inquiry_text_05": "E-mail address",
    "inquiry_text_06": "TEL.",
    "inquiry_text_07": "FAX",
    "inquiry_text_08": "Contact category",
    "inquiry_text_09": "Inquiries about sales and others",
    "inquiry_text_10": "Inquiries about R&D and technical businesses",
    "inquiry_text_11": "Inquiries about employment opportunities",
    "inquiry_text_12": "Others",
    "inquiry_text_13": "Feel free to write your inquiry",
    "inquiry_text_14": "Title",
    "inquiry_text_15": "Please provide details of your inquiry.",
    "inquiry_text_16": "I agree to the collection and use of personal information",
    "inquiry_text_17": "We collect and use personal information (company name, name, position, contact information, email) to send responses to inquiries.",
    "inquiry_text_18": "The collected information is used solely for email sending, telephone consultations, statistical inquiries, and will not be used for any other purposes.",
    "inquiry_text_19": "Upon termination of the service or subscription, the information will be immediately disposed of.",
    "inquiry_text_20": "You have the right to refuse to agree to the collection and use of personal information. However, refusal to consent may result in limited service usage.",
    "inquiry_text_21": "Submit Inquiry",


    "news_btn_01": "Press Release",
    "news_btn_02": "Daedong Door Story",
    "news_btn_03": "Fairs and Events",
    "news_btn_04": "Media Download",
    "news_btn_05": "Download",
    "news_option_01": "Title",
    "news_option_02": "Detail",
    "news_option_03": "Title + Detail",
    "news_01": "Stay updated with our latest news, exhibition participation, and blog posts to discover more about our journey and innovations",
    "news_02": "Stay updated with our latest news, exhibition participation, and blog posts to discover more about our journey and innovations",
    "news_03": "Stay updated with our latest news, exhibition participation, and blog posts to discover more about our journey and innovations",
    "news_04": "Stay updated with our latest news, exhibition participation, and blog posts to discover more about our journey and innovations",
    "news_05": "Company profile",
    "news_05_01": "Company profile 2024",
    "news_06": "Video",
    "news_06_01": "Video 1 2024",

    "privacy_01": "Privacy Policy",
    "privacy_02": "1. General Provisions",
    "privacy_03": "Daedong Door Co., Ltd. places great importance on the protection of your personal information and complies with the personal information protection regulations under the Act on Promotion of Information and Communications Network Utilization and Information Protection, as well as the Personal Information Protection Guidelines established by the Ministry of Information and Communication. Through this privacy policy, Daedong Door Co., Ltd. informs you of how your personal information is used and managed and what measures are taken to protect it. Daedong Door Co., Ltd. makes this privacy policy publicly available on the homepage's main page for your convenience.",
    "privacy_04": "2. Consent to the Collection of Personal Information",
    "privacy_05": "Daedong Door Co., Ltd. provides a process where you can check the \"Agree\" box after reviewing the privacy policy or terms of use. By checking the \"Agree\" box, you are deemed to have consented to the collection of your personal information.",
    "privacy_06": "3. Purpose of Collecting and Using Personal Information",
    "privacy_07": "Daedong Door Co., Ltd. collects personal information for the following purposes: to ensure smooth use of the services provided on the website and to handle customer inquiries. Only the minimum information required for these purposes is collected as mandatory information. Sensitive personal information that could infringe upon users' fundamental rights (such as race, ethnicity, beliefs, birthplace, political orientation, criminal records, health status, and sexual life) is not collected.",
    "privacy_08": "All information provided by members will not be used for purposes other than those mentioned above. Should the scope of collected information or its purpose change, we will seek prior consent from the members.",
    "privacy_09": "4. Collected Information and Retention Period",
    "privacy_10": "The personal information collected by Daedong Door Co., Ltd. for service provision includes your name, phone number, email address, and other necessary information deemed essential by the company. Your personal information will be destroyed once the purpose of collection or the reason for provision is achieved. However, if the completion of a task or legal provisions necessitate preservation, your personal information will be managed accordingly. Should it be necessary to retain your personal information for any other purpose, your consent will be obtained in advance.",
    "privacy_11": "5. Automatic Collection Devices (Cookies): Installation, Operation, and Rejection",
    "privacy_12": "Daedong Door Co., Ltd. uses cookies to store and retrieve user information to ensure stable website operation.",
    "privacy_13": "A cookie is a small piece of data sent from the website to your computer browser (e.g., Netscape, Internet Explorer). When you access the website, Daedong Door Co., Ltd.'s computer reads the contents of the cookie in your browser and can provide services without requiring additional information input.",
    "privacy_14": "Cookies can identify your computer but not you as an individual. You can control cookies through browser settings to accept all cookies, be notified when cookies are set, or reject all cookies.",
    "privacy_15": "6. Use Beyond Purpose and Disclosure to Third Parties",
    "privacy_16": "Daedong Door Co., Ltd. uses your personal information only within the scope notified in the Purpose of Collection and Use of Personal Information and does not use it beyond this scope or provide it to third parties, including other organizations or businesses.",
    "privacy_17": "7. Access and Correction of Personal Information",
    "privacy_18": "You may request access to and correction of your registered personal information at any time. To do so, please contact the Personal Information Manager via email, and we will take immediate action. Until the requested correction is completed, we will not use the relevant personal information.",
    "privacy_19": "8. Withdrawal of Consent for Collection, Use, and Provision of Personal Information",
    "privacy_20": "You may withdraw your consent to the collection, use, and provision of your personal information at any time by contacting the Personal Information Manager via email. We will take the necessary steps, including deleting your personal information, immediately upon receipt of your request.",
    "privacy_21": "9. Technical Measures for Personal Information Protection",
    "privacy_22": "Daedong Door Co., Ltd. employs the following technical measures to ensure the safety of personal information against loss, theft, leakage, alteration, or damage:",
    "privacy_23": "Personal information is protected by passwords, and important data is encrypted or locked.\nAntivirus programs are used to prevent damage from computer viruses. These programs are updated regularly, and sudden viruses are addressed as soon as possible.",
    "privacy_24": "Security devices such as SSL or SET are used to ensure the secure transmission of personal information over the network.",
    "privacy_25": "Intrusion prevention systems are installed on each server to monitor unauthorized access 24/7.",
    "privacy_26": "Despite these measures, Daedong Door Co., Ltd. does not bear responsibility for unavoidable circumstances such as hacking or new virus outbreaks beyond the current state of technology. You acknowledge that online transmission of data is not 100% secure and that any risks must be borne by you.",
    "privacy_27": "10. Outsourcing of Personal Information Processing",
    "privacy_28": "Daedong Door Co., Ltd. may outsource the processing of your personal information to enhance services. Should such outsourcing occur, prior notice will be given. Contracts with service providers will include confidentiality clauses, restrictions on the use of personal information, and provisions for handling responsibility in case of incidents.",
    "privacy_29": "11. Feedback and Complaints",
    "privacy_30": "Daedong Door Co., Ltd. has established channels for receiving feedback and complaints related to personal information. Please contact the Personal Information Manager for any concerns, and we will take immediate action and inform you of the results. Complaints can also be submitted to the Korea Internet & Security Agency's Personal Information Infringement Report Center (http://www.cyberprivacy.or.kr, Phone: 02-1336).",
    "privacy_31": "Personal information of individuals under 14 years of age is managed with the same level of protection as adults and is not shared with third parties without parental consent.",
    "privacy_32": "12. Personal Information Manager",
    "privacy_33": "Daedong Door Co., Ltd. has designated the following individuals to handle opinions and complaints regarding personal information:",
    "privacy_34": "Manager: Mr. Changhwan Lim (Team Leader)",
    "privacy_35": "Phone: +82-32-716-9480 (Ext. 330)",
    "privacy_36": "Email: chlim@hi-lex.co.kr",
    "privacy_37": "Contact: Ms. Woori Ko (Manager)",
    "privacy_38": "Phone: +82-32-716-9480 (Ext. 365)",
    "privacy_39": "Email: woorikdr@hi-lex.co.kr",
    "privacy_40": "13. Changes to the Privacy Policy",
    "privacy_41": "This Privacy Policy is effective from January 1, 2025.",
    "privacy_42": "",
    "privacy_43": "",
    "privacy_44": "",
    "privacy_45": "",
    "privacy_46": "",
    "privacy_47": "",
    "privacy_48": "",
    "privacy_49": "",
    "privacy_50": "",
    "privacy_51": "",
    "privacy_52": "",
    "privacy_53": "",
    "privacy_54": "",
    "privacy_55": "",
    "privacy_56": "",
    "privacy_57": "",
    "privacy_58": "",
    "privacy_59": "",
    "privacy_60": "",

    "footer_1": "#21991, 64, Cheomdan-daero 124beon-gil, Yeonsu-gu, Incheon, Republic of Korea",
    "footer_2": "TEL. +82-32-716-9480~2",
    "footer_3": "FAX. +82-32-716-9484",
    "footer_4": "Copyright @ 2024 DAEDONG DOOR. All rights reserved.",
    "footer_5": "FAMILY SITE",
    "footer_6": "DAEDONG HI-LEX",
    "footer_7": "DAEDONG DOOR",
    "footer_8": "DAEDONG SYSTEM",
    "footer_9": "HI-LEX JAPAN",
    "footer_10": "INFORMATION",
    "footer_11": "CONTACT",
    "footer_12": "CAREERS",
    "footer_13": "ABOUT",
    "footer_14": "PRIVACY POLICY",
    "footer_15": "NEWSLETTER SIGN UP",
    "footer_16": "Email",
    "footer_17": "Your email address",
    "footer_18": "SUBSCRIBE",
    "footer_19": "LINK",
    "footer_20": "Sitemap",
    "footer_21": "SNS",
    "footer_22": "LINKEDIN",
    "footer_23": "X",
    "footer_24": "FACEBOOK",
    "footer_25": "YOUTUBE",

    "language": "en"
}
